export default [{
		province: '安徽',
		city: [
			'巢湖', '合肥', '蚌埠',
			'芜湖', '淮南', '阜阳',
			'马鞍山', '宣城', '安庆',
			'滁州', '池州', '黄山',
			'铜陵', '宿州', '六安',
			'淮北', '亳州'
		]
	},
	{
		province: '北京',
		city: ['北京']
	},
	{
		province: '福建',
		city: [
			'福州', '莆田',
			'厦门', '漳州',
			'泉州', '三明',
			'宁德', '南平',
			'龙岩'
		]
	},
	{
		province: '甘肃',
		city: [
			'兰州', '嘉峪关',
			'张掖', '武威',
			'白银', '酒泉',
			'定西', '临夏',
			'庆阳', '天水',
			'平凉', '甘南',
			'陇南', '金昌'
		]
	},
	{
		province: '广东',
		city: [
			'广州', '汕头', '汕尾',
			'揭阳', '梅州', '河源',
			'潮州', '清远', '韶关',
			'云浮', '深圳', '中山',
			'肇庆', '湛江', '阳江',
			'茂名', '珠海', '惠州',
			'江门', '佛山', '东莞'
		]
	},
	{
		province: '广西',
		city: [
			'南宁', '柳州',
			'桂林', '玉林',
			'梧州', '北海',
			'防城港', '百色',
			'钦州', '河池',
			'贵港', '贺州',
			'来宾', '崇左'
		]
	},
	{
		province: '贵州',
		city: [
			'贵阳', '遵义',
			'安顺', '铜仁',
			'黔东南', '黔南',
			'六盘水', '黔西南',
			'毕节', '都匀',
			'凯里', '兴义'
		]
	},
	{
		province: '海南',
		city: ['海口', '三亚']
	},
	{
		province: '河北',
		city: [
			'保定', '唐山',
			'秦皇岛', '廊坊',
			'沧州', '邢台',
			'邯郸', '衡水',
			'石家庄', '张家口',
			'承德'
		]
	},
	{
		province: '河南',
		city: [
			'郑州', '洛阳', '安阳',
			'开封', '焦作', '新乡',
			'许昌', '漯河', '平顶山',
			'济源', '濮阳', '三门峡',
			'鹤壁', '信阳', '驻马店',
			'周口', '商丘', '南阳',
			'潢川'
		]
	},
	{
		province: '黑龙江',
		city: [
			'佳木斯', '哈尔滨',
			'齐齐哈尔', '牡丹江',
			'大庆', '绥化',
			'黑河', '鸡西',
			'七台河', '鹤岗',
			'双鸭山', '伊春',
			'大兴安岭'
		]
	},
	{
		province: '湖北',
		city: [
			'武汉', '荆门', '宜昌',
			'恩施', '黄石', '鄂州',
			'黄冈', '孝感', '随州',
			'襄阳', '十堰', '荆州',
			'仙桃', '咸宁', '江汉'
		]
	},
	{
		province: '湖南',
		city: [
			'岳阳', '长沙', '湘潭',
			'株洲', '衡阳', '郴州',
			'常德', '益阳', '娄底',
			'邵阳', '怀化', '张家界',
			'永州', '吉首', '湘西'
		]
	},
	{
		province: '吉林',
		city: [
			'长春', '四平',
			'辽源', '松原',
			'白城', '白山',
			'延边', '吉林',
			'通化', '梅河口',
			'延吉', '珲春'
		]
	},
	{
		province: '江苏',
		city: [
			'常州', '南京',
			'无锡', '镇江',
			'连云港', '盐城',
			'宿迁', '徐州',
			'南通', '淮安',
			'扬州', '泰州',
			'苏州'
		]
	},
	{
		province: '江西',
		city: [
			'南昌', '鹰潭',
			'上饶', '宜春',
			'新余', '萍乡',
			'九江', '赣州',
			'景德镇', '吉安',
			'抚州'
		]
	},
	{
		province: '辽宁',
		city: [
			'本溪', '营口',
			'大连', '沈阳',
			'辽阳', '阜新',
			'盘锦', '朝阳',
			'锦州', '铁岭',
			'丹东', '抚顺',
			'葫芦岛', '鞍山'
		]
	},
	{
		province: '内蒙古',
		city: [
			'包头', '呼和浩特',
			'乌兰察布', '鄂尔多斯',
			'巴彦淖尔', '乌海',
			'海拉尔', '通辽',
			'赤峰', '兴安盟',
			'锡林郭勒盟', '阿拉善盟',
			'锡林浩特', '呼伦贝尔',
			'乌兰浩特', '临河',
			'集宁', '阿拉善',
			'兴安'
		]
	},
	{
		province: '宁夏',
		city: ['石嘴山', '吴忠', '固原', '银川', '中卫']
	},
	{
		province: '青海',
		city: [
			'格尔木', '西宁',
			'海东', '海南',
			'海北', '海西',
			'玉树', '果洛',
			'黄南', '海晏',
			'共和', '德令哈'
		]
	},
	{
		province: '山东',
		city: [
			'济南', '淄博', '烟台',
			'潍坊', '滨州', '东营',
			'临沂', '日照', '枣庄',
			'威海', '青岛', '聊城',
			'德州', '泰安', '济宁',
			'菏泽', '莱芜'
		]
	},
	{
		province: '山西',
		city: [
			'太原', '晋中',
			'运城', '临汾',
			'大同', '晋城',
			'长治', '忻州',
			'朔州', '吕梁',
			'阳泉'
		]
	},
	{
		province: '陕西',
		city: [
			'西安', '渭南',
			'咸阳', '汉中',
			'宝鸡', '铜川',
			'延安', '榆林',
			'商洛', '安康',
			'商州'
		]
	},
	{
		province: '上海',
		city: ['上海']
	},
	{
		province: '四川',
		city: [
			'宜宾', '自贡', '西昌',
			'攀枝花', '南充', '遂宁',
			'达州', '泸州', '内江',
			'乐山', '眉山', '德阳',
			'广元', '绵阳', '成都',
			'资阳', '甘孜', '阿坝',
			'巴中', '广安', '雅安',
			'凉山'
		]
	},
	{
		province: '天津',
		city: ['天津']
	},
	{
		province: '西藏',
		city: [
			'拉萨', '日喀则',
			'山南', '林芝',
			'昌都', '那曲',
			'阿里'
		]
	},
	{
		province: '新疆',
		city: [
			'乌鲁木齐', '昌吉',
			'石河子', '库尔勒',
			'喀什', '吐鲁番',
			'哈密', '阿克苏',
			'奎屯', '博乐',
			'伊犁', '克拉玛依',
			'克孜勒苏', '和田',
			'塔城', '阿勒泰',
			'巴音郭楞', '博尔塔拉'
		]
	},
	{
		province: '云南',
		city: [
			'红河', '楚雄',
			'曲靖', '玉溪',
			'昆明', '大理',
			'丽江', '文山',
			'普洱', '保山',
			'临沧', '怒江',
			'德宏', '西双版纳',
			'迪庆', '昭通',
			'思茅'
		]
	},
	{
		province: '浙江',
		city: [
			'温州', '宁波',
			'嘉兴', '湖州',
			'舟山', '绍兴',
			'衢州', '金华',
			'台州', '丽水',
			'杭州'
		]
	},
	{
		province: '重庆',
		city: ['重庆', '黔江', '万州', '涪陵']
	}
]
